Repository: PunishXIV/AutoHook
Catalog: AutoHook/Resources/Localization/UIStrings.*.resx
Languages: de, fr, ko, zh

# DrawHeader_Testing
source: Testing
de: Test
fr: Tests en cours
ko: 테스트
zh: 测试

# DefaultSubTab
source: Default
de: Standard
fr: Défaut
ko: 기본값

# DrawImportExport_Cancel
source: Cancel
de: Abbrechen
fr: Annuler
ko: 취소
zh: 取消

source: Import
de: Importieren
fr: Importer
ko: 불러오기
zh: 导入

source: Preset Name
fr: Nom du préréglage
ko: 프리셋 이름
zh: 预设名称

source: Import this preset?
de: Das Preset importieren?
fr: Importer ce préréglage ?
ko: 이 프리셋을 불러오시겠습니까?
zh: 导入此预设？

source: Auto Mooch
de: Auto-Naturköder
fr: Pêche au vif automatique
ko: 자동 생미끼 낚시
zh: 自动以小钓大

source: Add Last Catch:
de: Letzten Fang hinzufügen:
fr: Ajouter la dernière capture :
ko: 마지막으로 잡은 물고기 추가하기:
zh: 添加上次渔获

source: Export preset to clipboard.
de: Preset in Zwischenablage exportieren.
fr: Exporter le préréglage dans le presse-papiers.
ko: 클립보드에 해당 사전 설정 내보내기.
zh: 导出预设到剪贴板。

source: Preset exported to the clipboard
de: Preset in Zwischenablage exportiert
fr: Préréglage exporté dans le presse-papiers
ko: 해당 사전 설정은 클립보드로 내보냈습니다
zh: 预设导出到剪贴板

source: A preset with the same name already exists
de: Ein Preset mit demselben Namen existiert bereits
fr: Un préréglage avec le même nom existe déjà
ko: 같은 이름의 프리셋이 이미 존재합니다
zh: 已存在同名的预设

# PresetAlreadyExist
source: A preset with the same name already exists
de: Ein Preset mit demselben Namen existiert bereits
fr: Un préréglage avec le même nom existe déjà
ko: 같은 이름의 프리셋이 이미 존재합니다
zh: 已存在同名的预设

source: Current bait/mooch:
de: Aktueller Köder/Naturköder:
fr: Appât/pêche au vif actuel :
ko: 현재 미끼/생미끼:
zh: 当前鱼饵/以小钓大鱼

source: Add Current Bait/Mooch
de: Aktuellen Köder/Natürköder hinzufügen
fr: Ajouter l'appât/pêche au vif actuel
ko: 현재 미끼/생미끼 추가하기
zh: 添加当前鱼饵/以小钓大鱼

# TabPresets_DrawHeader_IsEnabledByDefault
source: is enabled by default when new bait/mooch is added
de: Ist standardmäßig aktiv, wenn ein neuer Köder/Naturköder hinzugefügt wird
fr: est activé par défaut lorsqu'un nouvel appât/pêche au vif est ajouté
ko: 가 새로운 미끼/생미끼 추가 시 기본으로 활성화 됨
zh: 在新的鱼饵/以小钓大鱼被添加时默认启用

# TabPresets_DrawHeader_CorrectlyEditTheBaitMoochName
source: Make sure to correctly edit the bait/mooch name like displayed in-game (Ex: Versatile Lure)
de: Stelle sicher, dass der Köder-/Naturködername wie im Spiel angezeigt angegeben ist (z.B.: Universalköder)
fr: Assurez-vous de bien modifier le nom de l'appât/pêche au vif comme affiché en jeu (Ex : Leurre universel)
ko: 수정 시 미끼/생미끼의 이름이 게임 내와 일치하는 지 확인하세요. (예: 만능 루어)
zh: 请确认您所输入的鱼饵/以小钓大鱼和游戏中显示的一致（例：万能拟饵）

source: New bait/mooch
de: Neuer Köder/Naturköder
fr: Nouveau appât/pêche au vif
ko: 새로운 미끼/생미끼
zh: 新的鱼饵/以小钓大

source: EditMe
de: Bearbeite Mich
fr: Édite-moi
ko: 이름을 입력하세요
zh: 修改

source: Add
de: Hinzufügen
fr: Ajouter
ko: 추가
zh: 添加

source: Hold SHIFT to delete.
de: Umschalttaste gedrückt halten zum Löschen.
fr: Maintenez la touche MAJ pour supprimer.
ko: Shift를 눌러 삭제하기.
zh: 按住SHIFT以删除。

source: Close
de: Schließen
fr: Fermer
ko: 닫기
zh: 关闭

source: Right-click to rename
de: Rechtklicken zum Umbenennen
fr: Clic droit pour renommer ce préréglage personnalisé
ko: 마우스 우클릭으로 이름 변경하기
zh: 右键单击以重命名

source: Hook Presets
de: Angel-Presets
fr: Préréglages du Ferrage
ko: 낚아채기 사전 설정
zh: 提钩预设

source: Add New Preset
de: Neues Preset hinzufügen
fr: Ajouter un nouveau préréglage
ko: 새로운 사전 설정 추가
zh: 添加新预设

# TabPresets_DrawHeader_TabDescription
source: Here you can customize which hook to use based on the current bait or mooch. If a bait/mooch is not specified, the Global Preset will be used instead.
de: Hier kannst du anpassen, welcher Anschlag verwendet werden soll, basierend auf dem aktuellen Köder oder Naturköder. Wenn kein Köder/Naturköder angegeben ist, wird stattdessen das Globale Preset verwendet.
fr: Vous pouvez personnaliser quel type de ferrage qui sera utilisé en fonction de l’Appât ou Pêche au vif actuel. Si aucun Appât/Pêche au vif n'est spécifié. Le préréglage par défaut sera utilisé à la place.
ko: 여기에서 현재 사용 중인 미끼 또는 생미끼 낚시에 따라 사용할 낚아채기를 설정할 수 있습니다. 미끼/생미끼 낚시가 지정되지 않은 경우, 글로벌 프리셋이 대신 사용됩니다.
zh: 您可以在这里自定义当前的鱼饵或以小钓大鱼使用什么提钩技能。 如果未指定鱼饵/以小钓大鱼，那么将会使用通用标签页中的默认行为。

# TabPresets_DrawHeader_NewTabDescription
source: Here you can customize which hook to use based on the current bait or mooch. If a bait/mooch is not specified, the Global Preset will be used instead.
de: Hier kannst du anpassen, welcher Anschlag verwendet werden soll, basierend auf dem aktuellen Köder oder Naturköder. Wenn kein Köder/Naturköder angegeben ist, wird stattdessen das Globale Preset verwendet.
fr: Vous pouvez personnaliser quel type de ferrage qui sera utilisé en fonction de l’Appât ou Pêche au vif actuel. Si aucun Appât/Pêche au vif n'est spécifié. Le préréglage par défaut sera utilisé à la place.
ko: 여기에서 현재 사용 중인 미끼 또는 생미끼 낚시에 따라 사용할 낚아채기를 설정할 수 있습니다. 미끼나 생미끼 낚시가 지정되지 않은 경우, 글로벌 프리셋이 대신 사용됩니다.
zh: 您可以在这里自定义当前的鱼饵或以小钓大鱼使用什么提钩技能。 如果未指定鱼饵/以小钓大鱼，那么将会使用通用标签页中的默认行为。

source: New Preset
de: Neues Preset
fr: Nouveau Préréglage
ko: 새로운 사전 설정
zh: 新预设

# TabNameCustomPresets
source: Custom Presets
de: Benutzerdefinierte Presets
fr: Préréglages Personnalisés
ko: 커스텀 설정
zh: 自定义预设

# TabNameGPConfig
source: GP Config
de: SP Einst.
fr: Configuration PR
ko: GP 설정
zh: 采集力配置

# TabGPConfig_TabDescription
source: Here you can customize the GP Threshold for the actions and items used by the AutoCast feature.
de: Hier kannst du die SP-Grenzwerte für Aktionen und Items festlegen, die von der AutoCast-Funktion verwendet werden.
fr: Vous pouvez personnaliser le seuil de PR pour les actions et les objets utilisés par la fonctionnalité de ferrage automatique.
ko: 자동 낚시 기능에서 사용자가 설정한 GP값에 따라 낚시 스킬과 아이템 사용이 가능합니다.
zh: 您可以在这里自定义 AutoCast 提供的的技能和道具的采集力门槛值。

source: Above
de: Über
fr: Supérieur à
ko: 이상
zh: 高于

source: Below
de: Unter
fr: Inférieur à
ko: 이하
zh: 低于

source: will be used when your GP is Equal or
de: wird verwendet, wenn deine SP gleich oder
fr: sera utilisé lorsque votre PR est égal ou
ko: 는 GP가 같거나 부족할 때 사용됩니다.
zh: 当您的采集力等于或

source: None
de: Nichts
fr: Aucun
ko: 없음
zh: 无

# TabnameGeneral
source: General
de: Allgemein
fr: Général
ko: 일반
zh: 通用

# DrawHeader_GeneralSettings
source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
ko: 기본 설정
zh: 通用设置

# DrawHeader_CheckChangelog
source: Check the new changes in the Changelog below
de: Überprüfe´die neuen Änderungen unten im Changelog
fr: Vérifiez les nouveaux changements dans le journal de modifications ci-dessous
ko: 아래의 변경 내역에서 새로운 변경 사항을 확인하세요
zh: 请在下方的更新日志中检查新更改

# DrawHeader_ClickToReportAnIssue
source: Click here to report an issue or make a suggestion
de: Hier klicken, um ein Problem zu melden oder einen Vorschlag zu machen
fr: Cliquez ici pour signaler un problème ou faire une suggestion
ko: 여기를 클릭해 문제 보고하거나 건의하기
zh: 点击此处报告一个问题或提出建议

source: Changelog
fr: Journal de modifications
ko: 변경 내역
zh: 更新日志

# HookWeakExclamation
source: Hook Weak (!)
de: Schwacher Anschlag (!)
fr: Ferrage Faible (!)
ko: 약한 입질 (!)
zh: 提钩轻杆 (!)

# HookStrongExclamation
source: Hook Strong (!!)
de: Starker Anschlag (!!)
fr: Ferrage Puissant (!!)
ko: 강한 입질 (!!)
zh: 提钩中杆 (!!)

# HookLegendaryExclamation
source: Hook Legendary (!!!)
de: Legendärer Anschlag (!!!)
fr: Ferrage Légendaire (!!!)
ko: 대형 입질 (!!!)
zh: 提钩鱼王杆 (!!!)

source: "Hook" will be used if Patience is not up
de: "Anschlag" wird verwendet, wenn Geduld nicht aktiv ist
fr: Ferrage sera utilisé si Patience n'est pas présent
ko: "인내" 스킬이 없을 시 "낚싯대 던지기" 가 사용됩니다.
zh: 在未使用耐心技能时使用“提钩”

source: Precision Hookset
de: Präziser Anschlag
fr: Ferrage Précis
ko: 섬세한 낚아채기
zh: 精准提钩

source: Powerful Hookset
de: Fester Anschlag
fr: Ferrage Puissant
ko: 강력한 낚아채기
zh: 强力提钩

source: Mooch/Bait Name
de: Naturköder-/Ködername
fr: Nom de Pêche au vif/Appât
ko: 미끼/생미끼 이름
zh: 以小钓大/鱼饵名

source: Bait already exists
de: Köder existiert bereits
fr: L'appât existe déjà
ko: 해당 미끼는 이미 존재합니다
zh: 鱼饵已存在

source: Max. Wait
de: Max. Wartezeit
fr: Attente Max
ko: 최대 대기 시간
zh: 最长等待时间

# HelpMarkerMaxWaitTimer
source: Hook will NOT be used after the defined amount of time has passed Ex: If you set the Max. Wait to 10 and something bites after 12 seconds, the fish will be ignored
de: Anschlag wird NICHT verwendet, nachdem die Max. Wartezeit verstrichen ist. Bsp: Setzt du die Zeit auf 10 und etwas beißt nach 12 Sekunden, wird der Fisch ignoriert Null (0) setzen zum Deaktivieren
fr: L'action ferrage ne sera PAS utilisé après que le temps défini soit passé. Exemple : Si vous définissez un temps maximum de 10 secondes et qu'un poisson mord à 12 secondes, celui-ci sera ignoré
ko: 낚아채기는 설정된 시간이 경과한 후에는 사용되지 않습니다. 예: 최대 대기 시간을 '10' 초로 설정했을 경우, '12' 초 후에 입질이 오면 해당 물고기는 무시됩니다.
zh: 如果超过了设定的等待时间，就不会使用提钩 例如：如果你把最大等待时间设为10秒，而有鱼在12秒后上钩，那么这条鱼会被忽略

# TimeoutHelpText
source: Set Zero (0) to disable. Cancels the fishing attempt by using hook when the time limit is reached.
de: Legen Sie Null (0) zum Deaktivieren fest. Beendet den Angelversuch durch Anschlag, sobald das Zeitlimit erreicht ist.
fr: Définissez zéro (0) pour désactiver. Annule la tentative de pêche en utilisant l'hameçon lorsque la limite de temps est atteinte.
ko: (0) 으로 설정하면 비활성화됩니다. 시간 제한이 도달하면 낚아채기를 사용하여 낚시 시도를 취소합니다.
zh: 设置零(0) 为禁用。 在达到时间限制时使用钩子取消捕鱼尝试。

# DoesntHaveAffectUnderChum
source: Doesn't have affect when Chum is active
de: Hat keinen Einfluss, wenn Chum aktiv ist
fr: Lorsque l'amorçage est activé, il n'y a pas d'effet
ko: 밑밥이 활성화된 경우에는 영향을 미치지 않습니다.
zh: 聊天室活动时不受影响

source: Min. Wait
de: Min. Wartezeit
fr: Attente minimum
ko: 최소 대기 시간
zh: 最小等待时间

source: Min.
fr: Minimum.
ko: 최소.
zh: 最小值

source: Max.
fr: Maximum.
ko: 최대.
zh: 最大值

# HelpMarkerMinWaitTimer
source: Hook will NOT be used until the minimum time has passed. Ex: If you Min. Wait to 14 and something bites after 8 seconds, the fish will be ignored
de: Anschlag wird NICHT verwendet bevor die Min. Wartezeit verstrichen ist. Bsp: Setzt du die Zeit auf 14 und etwas beißt nach 8 Sekunden, wird der Fisch ignoriert Null (0) setzen zum Deaktivieren
fr: Le ferrage ne sera pas utilisé jusqu'à ce que le minimum du temps soit passé. Exemple : Si votre temps minimum est de 14 secondes et qu'un poisson mord après 8 secondes, le poisson sera ignoré
ko: 낚아채기는 최소 시간이 경과하기 전까지 사용되지 않습니다. 예: 최소 대기 시간을 '14' 초로 설정했을 경우, '8' 초 후에 입질이 오면 해당 물고기는 무시됩니다.
zh: 如果超过了设定的等待时间，就不会使用提钩 例如：如果你把最大等待时间设为14秒，而有鱼在8秒后上钩，那么这条鱼会被忽略

source: Stop fishing after...
de: Fischen anhalten nach...
fr: Arrêter la pêche après...
ko: ~ 이후 낚시 그만두기
zh: 在... 后停止捕鱼

source: Stop fishing
de: Fischen anhalten
fr: Arrêter la pêche
ko: 낚시 중단하기
zh: 停止钓鱼

source: After being caught...
de: Nachdem ... gefangen wurden
fr: Après avoir été attrapé...
ko: 낚았을 시에...
zh: 当... 条鱼提钩后

# AfterBeingCaughtDescription
source: - If this config is a bait: Stops fishing after X amount of fish is caught - If this config is a fish: Stops fishing after it being caught X amount of times
de: - Wenn es sich um einen Köder handelt: stoppt das Fischen nachdem Fangen von X Fischen - Wenn es sich um einen Fisch handelt: stoppt das Fischen nachdem X Fische davon gefangen wurde
fr: - Si cette configuration est un appât : Arrête de pêcher après que la quantité X de poissons est capturée - Si cette configuration est un poisson : Arrête de pêcher après que ce poisson ait été capturé X fois
ko: - 미끼로 설정되어 있는 경우: 물고기가 X마리 잡히면 낚시를 그만둡니다 - 물고기로 설정되어 있는 경우: 해당 물고기가 X번 잡히면 낚시를 그만둡니다
zh: - 如果该设置为鱼饵： 将在X条鱼上钩后停止捕鱼 - 如果该设置为鱼： 将在该鱼上钩X次后停止捕鱼

source: time(s)
de: -mal
fr: Temps(s)
ko: 시간(초)
zh: 次数(次)

source: Surface Slap & Identical Cast
de: Bunte Gewässer & Stetes Angeln
fr: Pêche Variée & Pêche Ciblée
ko: 교환 방생 & 한결같은 챔질
zh: 拍击水面 & 专一垂钓

source: Overrides Identical Cast
de: Überschreibt Stetes Angeln
fr: Remplace la pêche ciblée
ko: 한결같은 챔질이 사라집니다
zh: 覆盖专一垂钓

source: Overrides Surface Slap
de: Überschreibt Bunte Gewässer
fr: Remplace la pêche variée
ko: 교환 방생이 사라집니다
zh: 覆盖拍击水面

source: Use Surface Slap
de: Bunte Gewässer verwenden
fr: Utiliser Pêche Variée
ko: 교환 방생 사용하기
zh: 使用拍击水面

source: Use Identical Cast
de: Stetes Angeln verwenden
fr: Utiliser Pêche Ciblée
ko: 한결같은 챔질 사용하기
zh: 使用专一垂钓

source: Use Mooch II
de: Naturköder II verwenden
fr: Utiliser Pêche au vif II
ko: 생미끼 낚시 2 사용하기
zh: 使用以小钓大II

# OnlyUseWhenFisherSIntutionIsActive
source: Only use when Fisher's Intuition is active
de: Nur verwenden, wenn Fischer-Intuition aktiv ist
fr: Utiliser uniquement lorsque l'intuition du pêcheur est active
ko: 어부의 직감이 발동 중일때만 사용합니다
zh: 只在鱼识中使用

# AutoMoochPresetDescription
source: - If this is a Bait (Ex: Versatile Lure), all fish caught by this bait will be mooched - If this is a Fish/Mooch (Ex: Harbor Herring), it'll be mooched when caught - If this option is disabled, the fish will NOT be mooched even if Auto Mooch is also enabled in the general tab
de: - Wenn es sich um einen Köder handelt (Bsp: Universalködere): Für alle gefangen Fische wir Naturköder verwendet - Wenn es sich um einen Fisch/Naturköder handelt (Ex: Hafenhering): Es wird Naturköder verwendet - Wenn diese Option deaktiviert ist, wird für diesen Fisch Naturköder NICHT verwendet, auch wenn Auto-Naturköder im allgemeinen Tab aktiviert ist
fr: - Si c'est un appât (Ex: Leurre universel), tous les poissons pêchés par cet appât seront pêcher au vif - Si c'est un poisson/pêche au vif (Ex: Hareng Portuaire), celui-ci sera pêcher au vif une fois attrapé - Si cette option est désactiver, le poisson ne sera PAS pêcher au vif même si pêche au vif automatique est également activé dans l'onglet général
ko: - 미끼로 설정되어 있는 경우, 이 미끼로 잡은 물고기는 모두 생미끼 낚시로 사용합니다. - 물고기/생미끼 낚시로 설정되어 있는 경우, 낚였을 때 생미끼 낚시로 사용합니다. - 비활성화 시, 일반 탭에 생미끼 낚시가 활성화 되어도 생미끼 낚시에 사용되지 않습니다.
zh: - 如果这项设置是一个鱼饵(例：万能拟饵)，由此鱼饵上钩的所有鱼都将使用以小钓大 - 如果这项设置是一条鱼/以小钓大鱼(例：海港鲱)，当这条鱼上钩时会使用以小钓大 - 如果这项设置被禁用，即使综合面板中自动以小钓大被启用，都不会使用以小钓大

# AutoMoochPresetHelpMarker
source: This option takes priority over the Auto Cast Line
de: Diese Einstellung hat Priorität vor Autoauswurf der Leine
fr: Cette option prend la priorité sur l'option ferrage automatique
ko: 이 옵션은 자동 낚싯대 던지기보다 우선순위 입니다.
zh: 此选项优先于自动垂钓

source: Fisher's Intuition Settings
de: Fischer-Intuition-Einstellung
fr: Paramètres d'Intuition du Pêcheur
ko: 어부의 직감 설정
zh: 捕鱼人之识设置

# FisherSIntuitionSettingsHelpMarker
source: Enable Custom Hooks when Fisher's Intuition is detected
de: Benutzerdefinierte Anschläge verwenden wenn Fischer-Intuition aktiv ist
fr: Activer ferrage personnalisé lorsque l'intuition du pêcheur est détectée
ko: 어부의 직감이 발동 되었을 시에 해당 커스텀 낚아채기를 사용합니다
zh: 触发鱼识时启用自定义提钩

source: Spectral Current Settings
de: Spektrale Aktuelle Einstellungen
fr: Paramètres de courant spectral
ko: 환해류 설정
zh: 幻海流设置

# HoldShiftBothDHTH
source: Hold SHIFT to select both Double and Triple Hook (not recommended)
de: Umschalttaste halten um Doppelhaken und Tripelhaken auszuwählen (nicht empfohlen)
fr: Maintenez MAJ pour sélectionner à la fois Double et Triple Ferrage (non recommandé)
ko: SHIFT를 눌러 이중 낚아채기와 삼중 낚아채기 모두 선택하기 (비추천)
zh: 按住 SHIFT 键以同时选中双重提钩和三重提钩（不推荐）

source: Use Double Hook (If gp > 400)
de: Doppelhaken verwenden (wenn SP > 400)
fr: Utiliser Ferrage Double (si PR > 400)
ko: 이중 낚아채기 (gp > 400 일때)
zh: 使用双重提钩（如果采集力 > 400）

source: Use Triple Hook (If gp > 700)
de: Tripelhaken verwenden (wenn SP > 700)
fr: Utiliser Ferrage Triple (si PR > 700)
ko: 삼중 낚아채기 사용하기 (gp > 700)
zh: 使用三重提钩（如果采集力 > 700）

source: Use when Patience is active (not recommended)
de: Verwenden, wenn Geduld aktiv ist (nicht empfohlen)
fr: Utiliser lorsque Patience est active (non recommandée)
ko: 인내 사용 중 일 때 사용하기 (비추천)
zh: 当耐心激活时使用（不推荐）

# DHTHPatienceHelpMarker
source: Important!!! If disabled, Precision/Powerful hook will be used instead when Patience is up.
de: Wichtig!!! Wenn deaktiviert, werden Präziser/Fester Anschlag stattdessen verwenden, wenn Geduld aktiv ist.
fr: Important !!! Si désactiver, ferrage précis/ferrage puissant sera utilisé quand Patience est active.
ko: 중요!!! 비활성화 시, 인내 중 섬세한/강력한 낚아채기가 사용됩니다.
zh: 重要！！！ 如果禁用此项，那么耐心存在的时候将使用精准/强力提钩。

# LetTheFishEscape
source: Let the fish escape if GP is below the required
de: Den Fisch entkommen lassen, wenn SP unter dem benötigten Wert sind
fr: Laissez le poisson s'échapper si le PR est en dessous de ce qui est requis
ko: GP 부족 시 물고기 도망가게 하기
zh: 如果GP不够就放掉不提。

source: Only use when Identical Cast is active
de: Nur verwenden, wenn Stetes Angeln aktiv ist
fr: Utiliser uniquement lorsque pêche ciblée est actif
ko: 한결같은 챔질이 사용 중일 때만 사용하기
zh: 仅当专一垂钓激活时使用

source: Double/Triple Hook Settings
de: Doppel-/Tripelhaken Einst.
fr: Paramètres Double/Triple Ferrage
ko: 이중/삼중 낚아채기 설정
zh: 双重/三重提钩设置

# EnabledConfigArrow
source: Enabled Config ->
de: Aktive Config >
fr: Configuration activée ->
ko: 활성화 된 설정 ->
zh: 已启用的配置 ->

# EnabledConfigArrowhelpMarker
source: Important!!! If disabled, the fish will NOT be hooked.
de: Wichtig!!! Wenn deaktiviert, wird der Fisch NICHT geangelt.
fr: Important !!! Si désactivé, le poisson ne sera PAS pêcher.
ko: 중요!!! 비활성화시 물고기를 낚아채지 않습니다.
zh: 重要！！！ 如果禁用，鱼将不会被钓起。

source: Chum Timer
de: Streuköder-Timer
fr: Temps pour Amorçage
ko: 밑밥 타이머
zh: 撒饵计时

source: Enable Chum Timers
de: Streuköder-Timer aktivieren
fr: Activer le temps pour Amorçage
ko: 밑밥 타이머 켜기
zh: 使用撒饵计时

# EnableChumTimersHelpMarker
source: Same as the option above, but only when Chum is active
de: Gleiche wie die obige Option, aber nur, wenn Chum aktiv ist
fr: Activer le nombre Min/Max de secondes sous l'effet d'Amorçage
ko: 위 옵션과 동일하지만, 밑밥이 활성화된 경우에만 적용됩니다.
zh: 与上面的选项相同，但仅在聊天室活动时

source: Enable
de: Aktivieren
fr: Activer
ko: 활성화
zh: 启用

# TabNameAutoGig
source: AutoGig
de: Auto-Harpunieren
fr: Harponnage Automatique
ko: 자동 작살질
zh: 自动刺鱼

# TabAutoGigDescription
source: This is an experimental feature and it might miss the fish. If you find it missing too much, try adjusting the SpearFishing window scale to something different
de: Dies ist eine experimentelle Funktion und kann dazu führen, dass der Fisch entkommt. Sollten zu viele Fische entkommen, kannst du versuchen die Fenstergröße des Speerfischen-Fensters anzupassen
fr: Il s'agit d'une fonctionnalité expérimentale qui risque de faire manquer le poisson. Si vous trouvez qu'elle rate trop souvent, essayez d'ajuster l'échelle de la fenêtre hameçonnage ciblée vers quelque chose de différent
ko: 이것은 실험적인 기능이며 물고기를 놓칠 가능성이 있습니다. 만약 너무 많이 놓친다면, 작살질 창 배율을 조절해 보세요.
zh: 这是一项实验性设置，它可能会漏掉鱼。如果你发现漏鱼过多，请尝试修改刺鱼的窗口范围至不同值

source: Enable AutoGig
de: Auto-Harpunieren verwenden
fr: Activer Harponnage Automatique
ko: 자동 작살질 활성화 하기
zh: 启用自动刺鱼

source: Hide overlay during Spearfishing
de: Overlay beim Speerfischen ausblenden
fr: Masquer la fenêtre pendant le harponnage
ko: 작살질 하는 동안 오버레이 숨기기
zh: 刺鱼期间隐藏UI

# AutoGigHideOverlayHelpMarker
source: It'll only hide if the AutoGig option is disabled
de: Es wird nur ausgeblendet, wenn die Auto-Harpunieren-Option aktiv ist
fr: Cela ne masquera que si l'option harponnage automatique est désactivée
ko: 자동 작살질이 비활성화 되었을때만 숨깁니다
zh: 它将只在自动刺鱼禁用时隐藏

source: Draw fish hitbox
de: Fisch-Hitbox anzeigen
fr: Dessiner la boîte de collision des poissons
ko: 물고기 히트박스 보이기
zh: 绘制鱼的命中框

# DrawFishHitboxHelpMarker
source: The hitbox its only available for the fish of the Size and Speed selected
de: Die Hitbox ist nur für Fische mit der angegebenen Größe und Geschwindigkeit verfügbar
fr: La boîte de collision est uniquement disponible pour les poissons de la taille et de la vitesse sélectionnés
ko: 선택한 크기와 속도의 물고기에만 히트박스가 적용됩니다.
zh: 只显示所选尺寸及速度的鱼的命中框

source: Draw gig hitbox
de: Hitbox fürs Harpunieren anzeigen
fr: Dessiner la boîte de collision des poissons
ko: 작살질 히트박스 보이기
zh: 绘制刺鱼命中框

# SelectTheSizeAndSpeed
source: Select the Size and Speed of the fish you want (Gatherbuddy's Spearfishing overlay helps a lot)
de: Wähle die Größe und Geschwindigkeit des gewollten Fisches (das Gatherbuddy-Overlay fürs Speerfischen hilft hier)
fr: Sélectionnez la taille et la vitesse du poisson que vous voulez (La superposition harponnage avec le plugin "Gatherbuddy" aide beaucoup)
ko: 물고기의 크기와 속도를 선택하세요. (Gatherbuddy의 작살질 오버레이가 많은 도움이 됩니다.)
zh: 选择你想要的鱼的尺寸及速度( Gatherbudy 的刺鱼界面很有帮助)

source: Size
de: Größe
fr: Taille
ko: 크기
zh: 尺寸

source: Speed
de: Geschwindigkeit
fr: Vitesse
ko: 속도
zh: 速度

# AutoCastCordialPriority
source: Change Priority: Watered-Cordial > Cordial > HI-Cordials
de: Priorität ändern: Verwässerter Kräutertrunk > Kräutertrunk > Super-Kräutertrunk
fr: Changer la priorité : Breuvage Cordial Allongé > Breuvage Cordial > Breuvage Cordial Supérieur
ko: 우선 순위 변경하기: 희석된 강장제 > 강장제 > 고성능 강장제
zh: 更改优先级：轻型强心剂 > 强心剂 > 高级强心剂

# AutoCastCordialPriorityHelpMarker
source: If theres no Cordials, Hi-Cordials will be used instead
de: Falls kein Kräutertrunk vorhanden ist, wird stattdessen ein Super-Kräutertrunk verwendet
fr: S'il n'y a pas de Breuvage Cordial, Breuvage Cordial Supérieur sera utilisés à la place
ko: 고성능 강장제가 없을 경우, 강장제 사용하기
zh: 如果没有强心剂，使用高级强心剂

# AutoCastUseCordial
source: Use Cordials (Hi-Cordial First)
de: Kräutertrunk verwenden (Super-Kräutertrunk als erstes)
fr: Utiliser Breuvage Cordial (Breuvage Cordial Supérieur en premier)
ko: 강장제 사용하기 (고성능 강장제 우선)
zh: 使用强心剂(优先使用高级强心剂)

# AutoCastUseCordialHelpMarker
source: If theres no Hi-Cordials, Cordials will be used instead
de: Falls kein Super-Kräutertrunk vorhanden ist, wird stattdessen ein Kräutertrunk verwendet
fr: S'il n'y a pas de Breuvage Cordial Supérieur, Breuvage Cordial sera utilisés à la place
ko: 고성능 강장제가 없을 경우, 강장제 사용하기
zh: 如果没有高级强心剂，使用强心剂

# AutoCastUseFishEyes
source: Use Fish Eyes
de: Fischaugen verwenden
fr: Utiliser Yeux de Poisson
ko: 물고기의 눈 사용하기
zh: 使用鱼眼

source: Cancels Current Mooch
de: Bricht Naturköder ab
fr: Annuler la pêche au vif en cours
ko: 현재 생미끼 취소하기
zh: 取消当前以小钓大

# AutoCastUseChum
source: Use Chum
de: Streuköder verwenden
fr: Utiliser Amorçage
ko: 밑밥 사용하기
zh: 使用撒铒

# AutoCastExtraOptionPrizeCatch
source: Only use when Mooch II is on NOT available - READ >>>
de: Nur verwenden, wenn Naturköder II NICHT verfügbar ist - LIES >>>
fr: Utiliser uniquement lorsque pêche au vif II n'est PAS disponible - LISEZ >>>
ko: 생미끼 낚시 2가 안 될 때만 사용하기 - 읽어보세요 >>>
zh: 仅当以小钓大 II 不可用时使用 - 阅读说明 >>>

# ExtraOptionPrizeCatchHelpMarker
source: >Make sure 'Use Mooch II' is enabled or else it wont work< This could save you 100gp if going only for mooches
de: >Stellen Sie sicher, dass 'Naturköder II verwenden' aktiviert ist, da es andernfalls nicht funktioniert< Dies könnte 100SP einsparen, falls nur auf Naturköder abgezielt wird
fr: >Faite en sorte à ce que "Utiliser Pêche au vif II" est activée ou sinon cela ne marchera pas< Cela pourrais vous sauvegarder 100PR
ko: >'생미끼 낚시 2 사용하기' 가 활성화 되어있는지 확인하세요. 아니면 작동하지 않습니다.< 이걸로 생미끼 낚시에만 100 GP를 아낄 수 있습니다.
zh: >请确保启用了'使用以小钓大 II'，否则它将无法正常工作< 如果只是为了以小钓大这将为您省下100GP

source: Enable AutoHook
de: AutoHook aktivieren
fr: Activer AutoHook
ko: 자동 낚시 활성화
zh: 启用自动提钩

source: Plugin Enabled
de: Plugin aktiviert
fr: Plugin activé
ko: 플러그인 활성화 됨
zh: 插件已启用

source: Plugin Disabled
de: Plugin deaktiviert
fr: Plugin désactivé
ko: 플러그인 비활성화 됨
zh: 插件已禁用

# Plugin_Name_Settings
source: {0} Settings
de: {0} Einstellungen
fr: {0} Paramètres
ko: {0} 설정
zh: {0} 设置

# PluginUi_Draw_Enables_Disables
source: Enables/Disables the plugin for you
de: Aktiviert/Deaktiviert das Plugin
fr: Active/Désactive le plugin pour vous
ko: 플러그인을 활성화/비활성화 합니다.
zh: 启用/禁用插件

source: Using Chum timer
de: Streuköder verwenden
fr: Utiliser le minuteur pour Amorçage
ko: 밑밥 시간 설정하기
zh: 使用撒饵计时器

source: Disables AutoHook
de: Deaktiviert AutoHook
fr: Désactiver AutoHook
ko: 자동 낚시 비활성화
zh: 禁用自动提钩

source: AutoHook Disabled
de: AutoHook deaktiviert
fr: AutoHook désactivé
ko: 자동 낚시 비활성화됨
zh: 自动提钩已禁用

source: AutoHook Enabled
de: AutoHook aktiviert
fr: AutoHook activé
ko: 자동 낚시 활성화됨
zh: 自动提钩已启用

source: Enables AutoHook
de: Aktiviert AutoHook
fr: Activer AutoHook
ko: 자동 낚시 활성화 하기
zh: 启用自动提钩

source: Opens Config Window
de: Öffnet Config-Fenster
fr: Ouvre la fenêtre de configuration
ko: 설정 메뉴 열기
zh: 打开配置窗口

# TabAutoCasts_When_Stack_Equals
source: When Stacks =
de: Wenn Stacks =
fr: Quand nombres =
ko: 월척 낚시꾼 스택 =
zh: 当捕鱼人之技的档数 =
