Repository: PunishXIV/AutoHook
Catalog: AutoHook/Resources/Localization/UIStrings.*.resx
Languages: de, fr, ko, zh

source: Use Prize Catch
de: Fetter Fang verwenden
fr: Utiliser Pêche au gros
ko: 대물 낚시 사용하기
zh: 使用大鱼猎手

# Use_Prize_Catch_HelpText
source: Cancels Current Mooch. Patience and Makeshift Bait will not be used when Prize Catch active
de: Bricht aktuellen Naturköder ab. Geduld und Fischfinesse werden nicht verwendet wenn Fetter Fang aktiv ist
fr: Annule la pêche au vif actuel. Patience et pêche au vif facile ne seront pas utilisés lorsque la pêche au gros est active
ko: 현재 생미끼 낚시가 중단됩니다. 대물 낚시가 발동 중에는 인내와 숙련 낚시꾼이 사용 되지 않습니다.
zh: 取消当前以小钓大状态。当大鱼猎手激活时耐心及熟练渔技将不会被使用

source: Toggles AutoHook On/Off
de: Schaltet AutoHook an/aus
fr: Active/désactive AutoHook
ko: 자동 낚시 토글 On/Off
zh: 切换自动提钩开/关

source: Triple Hook
de: Tripelhaken
fr: Ferrage Triple
ko: 삼중 낚아채기
zh: 三重提钩

source: Watered Cordial
de: Verwässerter Kräutertrank
fr: Breuvage Cordial Allongé
ko: 희석된 강장제
zh: 轻型强心剂

source: Cordial
de: Kräutertrank
fr: Breuvage Cordial
ko: 강장제
zh: 强心剂

source: HQ Cordial
de: HQ Kräutertrank
fr: Breuvage Cordial HQ
ko: 강장제 HQ
zh: 强心剂HQ

source: HQ Watered Cordial
de: HQ Verwässerter Kräutertrank
fr: Breuvage Cordial Allongé HQ
ko: 희석된 강장제 HQ
zh: 轻型强心剂HQ

source: Double Hook
de: Doppelhaken
fr: Ferrage Double
ko: 이중 낚아채기
zh: 双重提钩

source: Patience II
de: Geduld II
ko: 인내 2
zh: 耐心II

source: Hi-Cordial
de: Super-Kräutertrank
fr: Breuvage Cordial Supérieur
ko: 고성능 강장제
zh: 高级强心剂

source: Patience I
de: Geduld
ko: 인내
zh: 耐心I

source: Prize Catch
de: Fetter Fang
fr: Pêche au gros
ko: 대물 낚시
zh: 大鱼猎手

source: Surface Slap
de: Buntes Gewässer
fr: Pêche variée
ko: 교환 방생
zh: 拍击水面

source: Surface Slap Options
de: Einstellungen für Bunte Gewässer
fr: Options de la pêche variée
ko: 교환 방생 옵션
zh: 拍打水面选项

source: Identical Cast Options
de: Einstellungen für Stetes Angeln
fr: Options de la pêche ciblée
ko: 한결같은 챔질 옵션
zh: 相同的投射选项

source: Identical Cast
de: Stetes Angeln
fr: Pêche Ciblée
ko: 한결같은 챔질
zh: 专一垂钓

source: Fish Eyes
de: Fischaugen
fr: Yeux de poisson
ko: 물고기의 눈
zh: 鱼眼

source: Chum
de: Streuköder
fr: Amorçage
ko: 밑밥
zh: 撒饵

source: Thaliak's Favor
de: Thaliaks Huld
fr: Faveur de Thaliak
ko: 살리아크의 은총
zh: 沙利亚克的恩宠

source: Makeshift Bait
de: Fischfinesse
fr: Pêche au vif facile
ko: 숙련 낚시꾼
zh: 熟练渔技

# BaitName_Default
source: Default
de: Standard
fr: Défaut
ko: 기본값
zh: 默认值

# DecompressString_Invalid_Import
source: This is not a valid import.
de: Ungültiger Import.
fr: Ceci n'est pas une importation valide.
ko: 불러오기가 유효하지 않습니다.
zh: 这不是一个有效的导入。

source: New Preset
de: Neues Preset
fr: Nouveau Préréglage
ko: 새로운 프리셋
zh: 新预设

source: Auto Casts
de: Auto-Angeln
fr: Action automatique
ko: 자동 낚싯대 던지기
zh: 自动垂钓

# TabAutoCasts_DrawAutoCast_HelpText
source: Cast (FSH Action) will be used after a bite IMPORTANT!!! If Auto Mooch (Global or Custom Preset) is not enabled, the line will be casted normally and you'll lose your mooch opportunity (If available)
de: Angeln (FSH-Aktion) wird verwendet, nachdem ein Fisch gebissen hat WICHTIG!!! Wenn Auto-Naturköder (Globales oder benutzerdefiniertes Preset) nicht aktiv ist, wird die Leine normal ausgeworfen, und du verlierst die Möglichkeit Naturköder zu verwenden (falls verfügbar)
fr: Lancer (Action Pêcheur) sera utiliser après qu'un poisson mord IMPORTANT!!! Si Pêche au Vif automatique (Global ou Personnalisée) n'est pas activé, la pêche sera lancée normalement et vous allez perdre l'opportunité de votre pêche au vif (Si disponible)
ko: 입질이 오면 낚싯대 던지기 (어부 기술) 가 사용됩니다. 중요!! 자동 생미끼 낚시 (전체 혹은 커스텀 설정) 비활성화 시, 낚싯대가 던져져 생미끼 낚시 기회를 놓칠 수 있습니다. (사용 가능 시)
zh: 抛竿(技能) 会在咬钩后使用 重要！！！ 如果自动以小钓大(全局或自定预设) 未启用，将正常抛竿，同时你将失去以小钓大机会(如有)

source: Global Auto Cast Line
de: Globaler Autoauswurf der Leine
fr: Ferrage Automatique Global
ko: 전체 자동 낚싯대 던지기
zh: 全局自动抛竿

source: Use Thaliak's Favor
de: Thaliaks Huld verwenden
fr: Utiliser la Faveur de Thaliak
ko: 살리아크의 은총 사용하기
zh: 使用沙利亚克的恩宠

source: Use Nature's Bounty
de: Großes Füllhorn verwenden
fr: Utiliser Trésor de la nature
ko: 자연의 은총 사용하기
zh: 使用嘉慧

source: Enable AutoGig
de: Auto-Harpunieren
fr: Activer Harponnage Automatique
ko: 자동 작살질 활성화 하기
zh: 启用自动刺鱼

source: Hitbox
fr: Boîte de collision
ko: 히트 박스
zh: 命中框

source: Gig Hitbox
de: Speerfisch Hitbox
fr: Boîte de collision pour le Harponnage
ko: 히트박스(작살질)
zh: 叉鱼判定框

source: Use Makeshift Bait
de: Fischfinesse verwenden
fr: Activer l'action pêche au vif facile
ko: 숙련 낚시꾼 사용하기
zh: 使用熟练渔技

# TabAutoCasts_DrawMakeShiftBait_HelpText
source: This might conflict with Auto Thaliak's Favor
de: Möglicher Konflikt mit Auto-Thaliaks-Huld
fr: Cela pourrait entrer en conflit avec l'action : Faveur de Thaliak
ko: 살리아크의 은총과 충돌이 있을 수 있습니다
zh: 这可能与自动沙利亚克的恩宠冲突

# TabAutoCasts_DrawExtraOptionsThaliaksFavor_
source: When Stacks =
de: Wenn Stacks =
fr: Quand cumul =
ko: 월척 낚시꾼 스택 =
zh: 当捕鱼人之技的档数 =

# TabAutoCasts_DrawThaliaksFavor_HelpText
source: This might conflict with Auto MakeShift Bait
de: Möglicher Konflikt mit Auto-Fischfinesse
fr: Cela pourrait entrer en conflit avec l'action pêche au vif facile automatique
ko: 숙련 낚시꾼과 충돌 할 수 있습니다.
zh: 这可能与自动熟练渔技冲突

source: Use Patience I/II
de: Geduld/Geduld II verwenden
fr: Utiliser Patience I/II
ko: 인내/인내 2 사용하기
zh: 使用耐心 I/II

# TabAutoCasts_DrawPatience_HelpText
source: Patience I/II will be used when your current GP is equal (or higher) to the action cost +20 (Ex: 220 for I, 580 for II), this helps to avoid not having GP for the hooksets
de: Geduld I/II wird verwendet, wenn die aktuellen SP gleich (oder größer) den Aktions-Kosten +20 sind (Bsp: 220 für I, 580 für II). Das verhindert, dass nicht genug SP für die Anschläge verfügbar sind
fr: Patience I/II sera utilisée lorsque votre PR actuel est égal ou supérieur au coût de l'action +20 Exemple : Patience I demande 220 PR - Patience II demande 580 PR Cela peut aider à éviter d'être en manque de PR pour utiliser Ferrage Précis/Puissant
ko: 인내 1/2는 현재 GP가 기술 요구 GP와 같거나 (그 이상) +20일 때 사용됩니다. (예: 220은 인내, 580은 인내 2), 낚아채기 사용 시 GP 부족을 방지합니다.
zh: 使用耐心 I/II 当你当前GP 等于(或高于) 技能消耗 +20 (例： 220 耐心I，580 耐心II)，这有助于避免GP不足以提钩

# TabAutoCasts_DrawExtraOptionsPatience
source: Use when Makeshift Bait is active
de: Verwenden, wenn Fischsfinesse aktiv ist
fr: Utiliser quand l'action Pêche au vif facile est actif
ko: 숙련 낚시꾼 활성화 시 사용
zh: 当熟练渔技激活时使用

source: Enable Auto Casts
de: Auto-Angeln aktivieren
fr: Activer actions automatiques
ko: 자동 낚싯대 던지기 활성화 하기
zh: 使用自动抛竿

source: Don't Cancel Mooch
de: Naturköder nicht verwerfen
fr: Ne pas annuler Pêche au Vif
ko: 생미끼 낚시 취소하지 않기
zh: 不要取消以小钓大

# TabAutoCasts_DrawHeader_HelpText
source: Actions that cancel mooch wont be used (e.g. Chum, Fish Eyes, Prize Catch etc.)
de: Kommandos die Naturköder abbrechen werden nicht verwendet (z.B. Streuköder, Fischaufen, Fetter Fang usw.)
fr: L'action qui annule Pêche au vif ne sera pas utilisé (Ex : Amorçage, Yeux de poissons, Pêche au gros, etc.)
ko: 생미끼 낚시를 취소하는 작업은 사용하지 않기 (예: 밑밥, 물고기의 눈, 대물 낚시)
zh: 取消以小钓大的技能将不会被使用(例：撒饵，鱼眼，大鱼猎手等)

# TabAutoCasts_DrawExtraOptionsAutoMooch_Extra_Only_Active
source: Only use when Fisher's Intuition is active
de: Nur verwenden, wenn Fischer-Intuition aktiv ist
fr: Utiliser uniquement lorsque l'action intuition du pêcheur est active
ko: 어부의 직감이 발동 중일때만 사용합니다
zh: 只在鱼识中使用

source: Use Mooch II
de: Naturköder II verwenden
fr: Utiliser Pêche au vif II
ko: 생미끼 낚시 2 사용하기
zh: 使用以小钓大II

source: Global Auto Mooch
de: Globaler Auto-Naturköder
fr: Pêche au vif automatique global
ko: 전체 자동 낚싯대 던지기
zh: 全局自动以小钓大

# TabAutoCasts_DrawHeader_Guide_Collectables
source: Guide: How to auto accept Collectables
de: Guide: Sammlerstücke automatisch annehmen
fr: Guide : Comment accepter automatiquement les poissons collectionnables
ko: 가이드: 자동으로 소장품 낚시 하는 법
zh: 指南：如何自动接受收藏品

# AutoMooch_HelpText
source: Mooch everything! This option have priority over 'Auto Cast Line' If you want to Auto Mooch only a specific fish and ignore others, disable this option add use the Fish Caught tab.
de: (Natur-)Ködere alles! Diese Einstellung hat Priorität vor "Autoauswurf der Leine" Um nur einen speziellen Fisch automatisch zu ködern, schalte diese Einstellung aus und nutze den "Fische gefangen" Tab.
fr: Pêche au vif tout type de poissons ! Cette option prend une priorité sur la pêche automatique Si vous voulez avoir une Pêche au vif automatique qui est spécifique à un certain type de poisson, désactiver cette option.
ko: 모든 생미끼 낚시를 시도합니다! 이 옵션은 '자동 낚싯대 던지기'보다 우선합니다. 특정 물고기만 생미끼 낚시로 자동 시도하고 나머지는 무시하려면, 이 옵션을 비활성화하고 '잡은 물고기' 탭을 사용하세요.
zh: 全部使用 以小钓大！这个选项优先于“自动抛竿” 如果你只想自动使用 以小钓大 钓特定的鱼，而忽略其他的鱼，就关闭这个选项，然后使用“已钓鱼类”标签。

source: Support me on Ko-fi
de: Unterstütze mich auf Ko-fi
fr: Soutenez-moi sur Ko-fi
ko: Ko-fi를 통해 후원하기
zh: 在 Ko-fi 上赞助

source: Complete
de: Vollständig
fr: Terminé
ko: 완료
zh: 完成

source: Incomplete
de: Unvollständig
fr: Inachevée
ko: 미완료
zh: 未完成

source: AutoHook
ko: 자동 낚시
zh: 自动提钩

# PluginUi_Language
source: Language
de: Sprache
fr: Langue
ko: 언어 설정
zh: 语言

# TabGeneral_DrawHeader_Localization_Help
source: Help with the plugin localization (Crowdin)
de: Hilf bei der Übersetzung des Plugins (Crowdin)
fr: Aide à la localisation du plugin (Crowdin)
ko: 플러그인 현지화 지원(Crowdin)
zh: 帮助插件本地化 (Crowdin)

source: Add new bait
de: Neuen Köder hinzufügen
fr: Ajouter un nouvel appât
ko: 새로운 미끼 추가
zh: 添加新鱼饵

source: Add new mooch
de: Neuen Naturköder hinzufügen
fr: Ajouter une nouvelle pêche au vif
ko: 새로운 생미끼 추가
zh: 添加新的以小钓大

# Presets_Hook
source: Hook
de: Anschlag
fr: Hameçon
ko: 낚아채기
zh: 提钩

source: Mooch
de: Naturköder
fr: Pêche au vif
ko: 생미끼 낚시
zh: 以小钓大

# AutoCastLine_Auto_Cast_Line
source: Auto Cast Line
de: Automatisch Angeln
fr: Lancé automatiquement
ko: 자동 낚싯대 던지기
zh: 自动抛竿

# AutoMooch_HelpText_old
source: This option have priority over Auto Cast Line
de: Diese Einstellung hat Priorität gegenüber Autoauswurf der Leine
fr: Cette option est prioritaire sur le lancé automatique
ko: 이 옵션은 자동 낚싯대 던지기보다 우선합니다.
zh: 此选项优先于自动抛竿

source: Normal Hook
de: Normaler Anschlag
fr: Hameçon normal
ko: 낚아채기
zh: 普通提钩

source: Bait
de: Köder
fr: Appât
ko: 미끼
zh: 鱼饵

source: All Baits
de: Alle Köder
fr: Tous les appâts
ko: 모든 미끼
zh: 所有鱼饵

source: All Mooches
de: Alle Naturköder
fr: Toutes les pêches au vif
ko: 모든 생미끼들
zh: 所有以小钓大

# AutoPatience_Patience
source: Patience
de: Geduld
ko: 인내
zh: 耐心

source: Fish
de: Fisch
fr: Poisson
ko: 물고기
zh: 鱼

source: Fish Caught
de: Fisch gefangen
fr: Poissons pêchés
ko: 잡은 물고기
zh: 已捕获的鱼

source: Add new fish
de: Fisch hinzufügen
fr: Ajouter un nouveau poisson
ko: 새로운 미끼 추가
zh: 添加新鱼

source: Cast Line
de: Angeln
fr: Lancer de ligne
ko: 낚싯대 던지기
zh: 抛竿

source: Mooch II
de: Naturköder II
fr: Pêche au vif II
ko: 생미끼 낚시 2
zh: 以小钓大II

source: Never Mooch
de: Niemals Naturködern
fr: Ne jamais faire de pêche au vif
ko: 생미끼 낚시를 하지 않음
zh: 从不以小钓大

source: Mooch Setting
de: Naturköder Einstellungen
fr: Réglage pêche au vif
ko: 생미끼 낚시 설정
zh: 以小钓大设置

source: Swap Preset
de: Preset wechseln
fr: Changer de préréglage
ko: 프리셋 바꾸기
zh: 交换预设

source: Swap Bait
de: Köder Austauschen
fr: Changer d'appât
ko: 미끼 바꾸기
zh: 交换鱼饵

# IdenticalCast_HelpText
source: If disabled, mooching opportunity will be lost
de: Wenn deaktiviert, geht die Chance zum Naturködern verloren
fr: Si désactivé, l'opportunité de pêche au vif sera perdue
ko: 비활성화하면 생미끼 낚시 기회를 잃게 됩니다.
zh: 如果禁用，将会失去以小钓大机会

source: Always Mooch
de: Immer Naturködern
fr: Toujours utiliser pêche au vif
ko: 항상 생미끼 낚시 하기
zh: 总是以小钓大

# Caught_Counter
source: Caught:
de: Gefangen:
fr: Attrapés :
ko: 잡음:
zh: 捕获:

# Hooked_Counter
source: Hooked:
de: Am Haken:
fr: Ferrés :
ko: 낚아올림:
zh: 提钩:

source: Enabled
de: Aktiviert
fr: Activé
ko: 활성화됨
zh: 启用

# StopFishing_After_hooking
source: After hooking...
de: Nach dem Anschlagen...
fr: Après le ferrage...
ko: 낚은 후...
zh: 提钩后...

# Hooking_Limited_Reached_Chat_Message
source: Hooking limit reached ({0}). Stopping fishing.
de: Anschlag Grenze erreicht ({0}). Stoppe das Angeln.
fr: Limite de ferrage atteint ({0}). Arrêt de la pêche.
ko: 낚아채기 한도에 도달했습니다({0}). 낚시를 중단합니다.
zh: 提钩达到({0})。停止钓鱼。

# Caught_Limited_Reached_Chat_Message
source: Caught limit reached ({0}). Stopping fishing.
de: Fanggrenze erreicht ({0}). Stoppe das Angeln.
fr: Limite de capture atteinte ({0}). Arrêt de la pêche.
ko: 포획 한도에 도달했습니다({0}). 낚시를 중단합니다.
zh: 捕获达到({0})。停止钓鱼。

source: Stop Casting
de: Angeln beenden
fr: Arrêter le lancé
ko: 낚시 중단하기
zh: 停止抛竿

# Auto_Cast_Stopped
source: Auto casting will be stopped, but won't quit fishing
de: Automatisches Auswerfen wird angehalten, Angeln aber nicht beendet
fr: Le lancé automatique sera arrêté, mais ne quittera pas la pêche
ko: 자동 낚싯대 던지기는 중단되지만, 낚시는 계속 진행됩니다.
zh: 自动垂钓将停止，但不会退出钓鱼状态

source: Quit Fishing
de: Fischen Beenden
fr: Quitter la pêche
ko: 낚시 끝내기
zh: 退出钓鱼

# Quit_Action_HelpText
source: Quit action will be used and completely stop fishing
de: Der Beenden Skill wird genutzt und das Angeln komplett gestoppt
fr: L'action de fermeture sera utilisée et arrêtera complètement la pêche
ko: 움직임이 감지되면 낚시가 중단됩니다
zh: 退出并停止钓鱼

# Tab_Description
source: Description
de: Beschreibung
ko: 설명
zh: 描述

# TabDefaultPreset_Description
source: The default preset is used when no custom bait/mooch/fish/autocast is detected. Here you can set the hooking behavior that will be used for all baits and mooches unless a custom preset is created. Check the Guide Tab for Guides.
de: Das Standard Preset wird verwendet, wenn kein benutzerdefiniertes Angeln/Fisch gefangen/Autoauswurf Preset gefunden wurde. Hier kannst du das globale Verhalten einstellen, das für alle Köder und Naturköder benutzt wird, die kein benutzerdefiniertes Preset haben. Schau in den Guide Tab für Erklärungen.
fr: Le préréglage par défauts est utilisé quand aucun appât/pêche au vif/poisson/ferrage personnalisé est détecté. Vous pouvez définir le comportement du ferrage qui sera utilisé pour tous les appâts et pêche au vif, à moins qu'un préréglage personnalisé ne soit créé. Consultez l'onglet guide pour trouver des explications complémentaires.
ko: 기본 프리셋은 사용자 지정 미끼/생미끼/물고기/자동낚시가 감지되지 않을 때 사용됩니다. 여기에서 모든 미끼와 생미끼에 적용될 낚아채기 동작을 설정할 수 있습니다. 사용자 지정 프리셋이 생성되지 않은 경우에만 적용됩니다. 자세한 내용은 가이드 탭을 확인하세요.
zh: 当未检测到自定义的鱼饵/以小到大/鱼/自动抛竿时，将使用默认预设。 在这里您可以设置用于所有鱼饵和以小钓大的挂钩行为，除非创建了自定义预设。 请检查指南选项卡。

# TabGlobalPreset_Description
source: The global preset is used when no custom hooking/fish caught/autocast is found. Here you can set the global behavior that will be used for all baits and mooches unless a custom preset is created
de: Das Globale Preset wird verwendet, wenn kein benutzerdefiniertes Angeln/Fisch gefangen/Autoauswurf Preset gefunden wurde. Hier kannst du das globale Verhalten einstellen, das für alle Köder und Naturköder benutzt wird, die kein benutzerdefiniertes Preset haben
fr: Le Préréglage Global sera utilisé quand aucune des conditions suivantes est définie : - Appât / Pêche au vif / Poisson attraper / Ferrage automatique Vous pouvez définir ici le comportement global qui sera utilisé pour tous les Appâts et Pêches au vif, à moins qu'un préréglage personnalisé ne soit créé
ko: 글로벌 프리셋은 사용자 지정 낚아채기/포획 물고기/자동낚시 설정이 없을 때 사용됩니다. 여기에서 모든 미끼와 생미끼에 적용될 글로벌 동작을 설정할 수 있습니다. 사용자 지정 프리셋이 생성되지 않은 경우에만 적용됩니다.
zh: 当未检测到自定义的鱼饵/以小到大/鱼/自动抛竿时，将使用默认预设。 在这里您可以设置用于所有鱼饵和以小钓大的挂钩行为，除非创建了自定义预设。 请检查指南选项卡。

# Old_Preset_Warning
source: This is an old import, some settings might be missing.
de: Import aus alter Version, einige Einstellungen könnten fehlen.
fr: Il s'agit d'une ancienne importation, certains paramètres peuvent être manquants.
ko: 이것은 오래된 가져오기입니다. 일부 설정이 누락되었을 수 있습니다.
zh: 这是一个旧的配置，可能缺少一些设置。

source: Show Chat Logs
de: Chatlogs anzeigen
fr: Afficher les journaux de discussion
ko: 채팅 기록 표시
zh: 显示聊天日志

source: Show Current Status Header
de: Zeige aktuellen Status in der Kopfzeile
fr: Afficher l'en-tête de statut actuel
ko: 현재 상태 헤더 표시
zh: 显示当前状态标题

# DrawConfigs_Max_
source: Max.
ko: 최대
zh: 最大值

# DrawConfigs_Min_
source: Min.
ko: 최소
zh: 最小.

# Delay_Between_Casts
source: Delay Between Casts (in ms):
de: Verzögerung zwischen Casts (in ms):
fr: Délai entre les lancés (en ms) :
ko: 캐스팅 간 지연 시간(ms):
zh: 延迟抛竿(毫秒)：

source: Show Debug Console
de: Debug-Konsole Anzeigen
fr: Afficher la console de débogage
ko: 디버그 콘솔 표시
zh: 显示调试控制台

# Show_Chat_Logs_HelpText
source: Show messages like "Preset Swapped" in chat
de: Zeige Nachrichten wie "Preset getauscht" im Chat
fr: Afficher les messages comme "Préréglage Changé" dans le chat
ko: "프리셋 바뀜"과 같은 메시지를 채팅에 표시
zh: 在聊天中显示像“预设交换”这样的消息

# TabName_Config_Guides
source: Config / Guides
de: Konfiguration / Anleitungen
fr: Configuration / Tutoriels
ko: 설정 / 가이드
zh: 配置 / 指南

source: Open Console
de: Konsole Öffnen
fr: Ouvrir la console
ko: 콘솔 열기
zh: 打开控制台

# SubAuto_Disabled
source: Auto cast is disabled
de: Autoangeln ist deaktiviert
fr: Pêche automatique est désactivé
ko: 자동 낚싯대 던지기가 비활성화됨
zh: 自动抛竿已关闭

# AllActionsDisabled
source: All actions are disabled
de: Alle Skills sind deaktiviert
fr: Toutes les actions sont désactivées
ko: 모든 작업이 비활성화됨
zh: 已禁用所有操作

# SubExtra_Disabled
source: Extra options disabled
de: Extra Einstellungen sind deaktiviert
fr: Plus d'options désactivées
ko: 추가 옵션이 비활성화되었습니다.
zh: 已禁用额外选项

# Default_AutoCast_Being_Used
source: [Default] auto cast is being used instead
de: [Standard] Auto Angeln wird stattdessen benutzt
fr: [Default] Pêche automatique est utilisé à la place
ko: [기본값] 자동 낚싯대 던지기가 대신 사용됩니다.
zh: [默认] 正在使用自动抛竿

# Global_AutoCast_Being_Used
source: [Global] auto cast is being used instead
de: [Global] Auto Angeln wird stattdessen benutzt
fr: [Default] Lancé automatique est utilisé à la place
ko: [글로벌] 자동 낚싯대 던지기가 대신 사용됩니다.
zh: [默认] 正在使用自动抛竿

# GlobalActionsBeingUsed
source: Auto Actions from the Global Preset are being used instead
de: Auto Skills des Globalen Presets werden stattdessen genutzt
fr: Les actions automatiques du préréglage global sont utilisées à la place
ko: 글로벌 프리셋의 자동 작업이 대신 사용됩니다.
zh: 正在使用来自全局预设的自动操作

# Custom_AutoCast_Being_Used
source: Custom preset [{0}] Auto cast is being used instead
de: Auto Angeln des Presets [{0}] wird stattdessen verwendet
fr: Préréglage personnalisé [{0}] Le lancer auto est utilisé à la place
ko: 사용자 지정 프리셋 [{0}]의 자동 낚싯대 던지기가 대신 사용됩니다.
zh: 正在使用自定义预设 [{0}] 进行自动抛竿。

# Default_Extra_Being_Used
source: [Default] Extra config is being used instead
de: [Standard] Extra Einstellungen werden stattdessen benutzt
fr: [Default] Configuration supplémentaire sera utilisée à la place
ko: [기본값] 추가 설정이 대신 사용됩니다.
zh: [默认] 正在使用自动抛竿

# Global_Extra_Being_Used
source: [Global] Extra config is being used instead
de: [Global] Extra Einstellungen werden stattdessen benutzt
fr: [Default] Configuration supplémentaire sera utilisée à la place
ko: [글로벌] 추가 설정이 대신 사용됩니다.
zh: [全局] 正在使用额外配置

# Custom_Extra_Being_Used
source: Custom preset [{0}] Extra config is being used instead
de: Extra Einstellungen des Presets [{0}] werden stattdessen verwendet
fr: Préréglage personnalisé [{0}] La configuration supplémentaire est utilisée à la place
ko: 사용자 지정 프리셋 [{0}]의 추가 설정이 대신 사용됩니다.
zh: 正在使用自定义预设 [{0}] 进行自动抛竿。

# Auto_Cast_Alert_Manual_Hook
source: Important! Auto Casts wont be used if you hook manually.
de: Wichtig! Auto Angeln wird nicht benutzt, wenn manuell Angeschlagen wurde.
fr: Important ! Les lancés automatiques ne seront pas utilisés si vous hameçonnez manuellement.
ko: 중요! 수동으로 낚아채기를 하면 자동 낚싯대 던지기가 사용되지 않습니다.
zh: 重要！如果您手动提钩，将不会使用自动抛竿。

# Acton_Alert_Manual_Hook
source: Important! Actions wont be used if you hook manually.
de: Wichtig! Skills weden nicht benutzt, wenn manuell Angeschlagen wurde.
fr: Important ! Les actions ne seront pas utilisées si vous pêcher manuellement.
ko: 중요! 수동으로 낚아채기를 하면 작업이 진행되지 않습니다.
zh: 注意！如果手动提钩，将会停止自动抛竿。

source: Food Buff
de: Nahrungsverstärkung
fr: Effets de repas
ko: 요리 효과
zh: 食物增益

# Only_When_Patience_Active
source: Only use when patience is active
de: Nur nutzen, wenn Geduld aktiv ist
fr: Utiliser uniquement lorsque patience est actif
ko: 인내 중에만 사용
zh: 仅在耐心激活时使用

source: Stop After Caught
de: Beende nachdem ... gefangen wurden
fr: Arrêter après une prise
ko: 낚은 후 정지
zh: 捕获后停止

# Search_Hint
source: Search...
de: Suchen...
fr: Rechercher...
ko: 검색하기...
zh: 搜索...

source: Extra
fr: Supplémentaire
ko: 추가
zh: 额外

source: Extra Options
de: Extra Einstellungen
fr: Options supplémentaires
ko: 추가 설정
zh: 额外选项

# NeverReleaseHelptext
source: This fish won't be released if 'Release All Fish' is enabled in the Auto Cast tab
de: Dieser Fisch wird nicht freigelassen, wenn "Lasse alle Fische frei" im Auto Skills Tab aktiviert ist
fr: Ce poisson ne sera pas libéré si 'Relâcher tous les poissons' est activé dans l'onglet Action Automatique
ko: 이 물고기는 자동 낚시 탭에서 '모든 물고기 놓아주기'가 활성화된 경우에도 방생되지 않습니다.
zh: 如果在 "自动垂钓" 项目页选择了 "放生所有鱼", 该鱼也不会被放生

source: Never Release
de: Niemals Freilassen
fr: Ne jamais relâcher
ko: 놓아주지 않음
zh: 永不放生

source: Release All Fish
de: Lasse alle Fische frei
fr: Libérer tous les poissons
ko: 모든 물고기 놓아주기
zh: 放生所有鱼

# ReleaseAllFishHelpText
source: If you dont want to release a specific fish, add it to a preset and select "Never Release"
de: Wenn du einen speziellen Fisch nicht freilassen möchtset, füge ihn zu einem Preset hinzu und wähle "Nie freilassen" aus
fr: Si vous ne voulez pas libérer un poisson spécifique, ajoutez-le à un préréglage et sélectionnez "Jamais Capturée"
ko: 특정 물고기를 방생하지 않으려면 프리셋에 추가하고 "놓아주지 않음"을 선택하세요.
zh: 如果你不想放生特定鱼, 请将其添加至一个预设中, 并选择 "永不放生"

source: Enable Extra Configs
de: Extra Einstellungen aktivieren
fr: Activée Configuration Supplémentaire
ko: 추가 설정 켜기
zh: 启用额外配置

source: When gaining fisher's intuition...
de: Bei Erhalt von Fischers Intuition...
fr: Quand l'instinct de pêcheurs est actif...
ko: 어부의 직감이 활성화될 때...
zh: 当触发鱼识时

source: When losing fisher's intuition...
de: Bei Verlust von Fischers Intuition...
fr: En perdant l'instinct de pêcheurs...
ko: 어부의 직감이 비활성화될 때...
zh: 当鱼识结束时

# Draw_Configs
source: Configs
de: Konfigurationen
fr: Configurations
ko: 설정
zh: 配置

# Draw_Guides
source: Guides
de: Anleitungen
fr: Manuels
ko: 가이드
zh: 指南

# Delay_when_hooking
source: Delay before hooking (in ms)
de: Verzögere das Anschlagen (in ms)
fr: Temps pour Ferrage (en secondes)
ko: 낚아채기 전 지연 시간(ms)
zh: 延迟提钩 (毫秒)

source: Preset not found
de: Preset nicht gefunden
fr: Préréglage introuvable
ko: 프리셋 없음
zh: 未找到预设

# Set_preset_command
source: Set custom preset by chat command -> /ahpreset presetName
de: Benutzerdefiniertes Preset wird im Chat mit folgendem Kommando festgelegt -> /ahpreset presetName
fr: Définir un préréglage personnalisé par ligne de commande -> /ahpreset nom_du_préréglage
ko: 채팅 명령어로 사용자 지정 프리셋 설정 -> /ahpreset presetName
zh: 用聊天命令设置自定义预设 ： /ahpreset 预设名称

# Starts_AutoHook
source: Start casting with your selected preset
de: Starte Angeln mit deinem ausgewählten Preset
fr: Commencer la pêche avec le préréglage sélectionné
ko: 선택한 프리셋으로 낚시 시작
zh: 使用当前预设进行操作

source: Preset set to:
de: Preset eingestellt auf:
fr: Préréglage défini à :
ko: 프리셋:
zh: 预设设置为：

# When_gaining_spectral_current
source: When a spectral current becomes active...
de: Wenn eine Phantomströmung aktiv wird...
fr: Quand un courant spectral apparaît ...
ko: 환해류가 활성화될 때...
zh: 当幻海流处于活动状态时...

# When_losing_spectral_current
source: When a spectral current becomes inactive...
de: Wenn eine Phantomströmung inaktiv wird...
fr: Quand un courant spectral disparaît ...
ko: 환해류가 비활성화될 때...
zh: 当幻海流处于非活动状态时...

# UseWhenIntuitionTimeIsEqualOrGreaterThan
source: Use while time remaining on intuition exceeds (seconds)
de: Nutze während die verbleibende Zeit von Intuition (Sekunden) überschreitet
fr: Utiliser tant que le temps restant à l'intuition dépasse (secondes)
ko: 직감이 남은 시간(초)을 초과할 때 사용
zh: 鱼识剩余时间超过(秒)

# OnlyUseWhenActiveSurfaceSlap
source: Only use when Surface Slap is active
de: Nur nutzen, wenn Bunte Gewässer aktiv ist
fr: Utiliser uniquement lorsque la pêche variée est active
ko: 교환 방생이 활성화된 경우에만 사용
zh: 仅当拍打水面激活时使用
