Repository: PunishXIV/AutoHook
Catalog: AutoHook/Resources/Localization/UIStrings.*.resx
Languages: de, fr, ko, zh

# OnlyUseWhenNOTActiveSurfaceSlap
source: Only use when Surface Slap is not active
de: Nur nutzen, wenn Bunte Gewässer inaktiv ist
fr: Utiliser uniquement lorsque la pêche variée n'est pas active
ko: 교환 방생이 비활성화된 경우에만 사용
zh: 仅当拍打水面未激活时使用

# OnlyHookWhenActiveSurfaceSlap
source: Only hook when Surface Slap is active
de: Nur Anschlagen, wenn Bunte Gewässer aktiv ist
fr: Utilise le ferrage seulement si la pêche variée est active
ko: 교환 방생이 활성화된 경우에만 낚아채기
zh: 仅在拍水时提钩

# OnlyHookWhenNOTActiveSurfaceSlap
source: Only hook when Surface Slap is not active
de: Nur Anschlagen, wenn Bunte Gewässer inaktiv ist
fr: Utilise le ferrage seulement si la pêche variée n'est pas active
ko: 교환 방생이 비활성화된 경우에만 낚아채기
zh: 不在拍水时提钩

# OnlyUseWhenActiveIdentical
source: Only use when Identical Cast is active
de: Nur nutzen, wenn Stetes Angeln aktiv ist
fr: Utiliser uniquement lorsque Pêche Ciblée est actif
ko: 한결같은 챔질이 활성화된 경우에만 사용
zh: 仅在专一时使用

# OnlyUseWhenNOTActiveIdentical
source: Only use when Identical Cast is not active
de: Nur nutzen, wenn Stetes Angeln inaktiv ist
fr: Utiliser uniquement lorsque Pêche Ciblée n'est pas actif
ko: 한결같은 챔질이 비활성화된 경우에만 사용
zh: 不在专一时使用

# OnlyHookWhenActiveIdentical
source: Only hook when Identical Cast is active
de: Nur Anschlagen, wenn Stetes Angeln aktiv ist
fr: Utilise le ferrage seulement si la pêche ciblée est active
ko: 한결같은 챔질이 활성화된 경우에만 낚아채기
zh: 仅在专一中提钩

# OnlyHookWhenNOTActiveIdentical
source: Only hook when Identical Cast is not active
de: Nur Anschlagen, wenn Stetes Angeln inaktiv ist
fr: Utilise le ferrage seulement si la pêche ciblée n'est pas active
ko: 한결같은 챔질이 비활성화된 경우에만 낚아채기
zh: 不在专一中提钩

source: Collect
de: Einsammeln
fr: Collecter
ko: 소장품
zh: 收集

# CollectHelpText
source: Collector's Glove will be activated when you start fishing
de: Sammlergespür wird aktiviert, wenn du Angeln startest
fr: Le gant de collectionneur sera activé lorsque vous commencerez à pêcher
ko: 소장품 수집은 낚시를 시작할 때 활성화됩니다
zh: 开始钓鱼时自动开启收藏品采集

# RefreshWhenTimeIsLessThanOrEqual
source: Refresh when buff timer is less than or equal to
de: Aktualisieren den Segen, wenn die Restzeit gleich oder niedriger ist als
fr: Rafraîchir lorsque le minuteur de bonus est inférieur ou égal à
ko: 버프 타이머가 특정 시간 이하일 때 갱신
zh: 当buff计时器小于或等于.. 时刷新

# Allow_Gp_Overcap
source: Allow GP overcap if Identical Cast is active
de: Erlaube SP Überfluss, wenn Stetes Angeln aktiv ist
fr: Autoriser la surcapacité du PR si la Pêche ciblée est actif
ko: 한결같은 챔질이 활성화된 경우 GP 초과 허용
zh: 专一时取消GP使用限制

# Use_Cordials_First
source: Use Cordials before Thaliak's Favor
de: Nutze Kräutertrunk vor Thaliks Huld
fr: Utilise Breuvage Cordial avant d'utiliser Faveur de Thaliak
ko: 살리아크의 은총 이전에 영약 사용
zh: 在沙利亚克的恩宠之前使用强心剂

# ThaliaksCordialOffCd
source: Only use when cordial is on cooldown
de: Nur nutzen, wenn Kräutertrunk noch Abklingzeit hat
fr: Utilisé uniquement pendant que le breuvage cordial est en train d'être rechargé
ko: 강장제가 쿨타임일 때만 사용
zh: 仅在强心剂冷却时使用

# Use_Cordials_First_Help
source: Only applies when Cordial is enabled
de: Gilt nur, wenn Kräutertrunk aktiviert ist
fr: S'applique uniquement lorsque Cordial est activé
ko: 강장제가 활성화된 경우에만 적용
zh: 仅在使用强心剂时应用

# Show_Presets_As_Sidebar
source: Show preset menu as a sidebar
de: Zeige das Preset Menu als Seitenleiste
fr: Affiche le menu des préréglages dans une barre latérale
ko: 프리셋 메뉴를 사이드바로 표시
zh: 将预设菜单作为侧边栏

# Hide_Tab_Description
source: Hide tabs descriptions
de: Verstecke Tab Beschreibungen
fr: Masquer les descriptions des onglets
ko: 탭 설명 숨기기
zh: 隐藏标签页描述

# Ignore_When_Intuition
source: Ignore fish setting when intuition is active
de: Ignoriere Fisch Einstellungen, wenn Intuition aktiv ist
fr: Ignore le poisson quand l'effet Instinct de pêcheur est actif
ko: 직감이 활성화된 경우 물고기 설정 무시
zh: 当直觉激活时忽略鱼类设置

source: Reset the counter
de: Den Zähler zurücksetzen
fr: Réinitialiser le compteur
ko: 카운터 초기화
zh: 重置计时器

# Reset_counter_after_swapping_presets
source: Reset hook/fish counter after swapping presets
de: Setze Anschlag/Fisch-Zähler zurück, nach Preset Wechsel
fr: Réinitialise le compteur d'hameçonnages / prises après un changement de préréglage
ko: 프리셋 변경 후 낚기/물고기 카운터 초기화
zh: 交换预设后重置钩/鱼计数器

source: Only use when Cordial is available
de: Nur nutzen, wenn Kräutertrunk verfügbar ist
fr: Utiliser uniquement lorsque Cordial est disponible
ko: 강장제를 사용 가능한 경우에만 사용
zh: 仅在强心剂可用时使用

source: Only use when the fish is caught
de: Nur nutzen, wenn der Fisch gefangen ist
fr: Utiliser uniquement lorsque le poisson est pêché
ko: 물고기를 잡았을 때만 사용
zh: 仅在捕获鱼时使用

# UIUseCurrentBait
source: Selects currently selected bait from game
de: Wählt aktuell ausgewählten Köder aus dem Spiel aus
fr: Sélectionne l'appât actuellement sélectionné dans le jeu
ko: 현재 선택된 미끼 선택
zh: 从游戏中选择当前选中的鱼饵

# AutoCastEndTime
source: Ending time to allow auto casting
de: Endzeit um Auto Angeln zu erlauben
fr: Heure de fin
ko: 자동낚시를 종료할 시간
zh: 停止自动抛竿的时间

# AutoCastStartTime
source: Starting time to allow auto casting
de: Startzeit um Auto Angeln zu erlauben
fr: Heure de démarrage
ko: 자동낚시를 시작할 시간
zh: 开始自动抛竿的时间

# AutoCastOnlyAtSpecificTimes
source: Use actions only at specific times (Eorzea Time)
de: Nutze Skills nur zu eingestellten Zeiten (Eorzea Zeit)
fr: Utiliser des actions uniquement à des moments spécifiques (Heure éorzéenne)
ko: 특정 시간(Eorzea Time)에만 동작 사용
zh: 仅在特定时间使用 (ET时间)

# Quit_Fishing_On_IntuitionLost
source: Quits fishing when intuition is lost
de: Beende Angeln, wenn Intuition verloren geht
fr: Abandonne la pêche quand l'effet Instinct de pêcheur se dissipe
ko: 직감이 사라지면 낚시 중단
zh: 失去直觉时退出钓鱼

# Stop_Fishing_On_IntuitionLost
source: Stops fishing when intuition is lost
de: Pausiere Angeln, wenn Intuition verloren geht
fr: Stop la pêche automatique quand l'effet Instinct de pêcheur se dissipe
ko: 직감이 사라지면 낚시를 종료
zh: 失去直觉时停止钓鱼

# Auto_Cast_Sort_Notice
source: Actions will be used from top to bottom. Click the arrow buttons to reorder.
de: Aktionen werden von oben nach unten benutzt. Klicke die Pfeile um sortieren.
fr: Les actions seront utilisées en priorité du haut vers le bas. Modifie la priorité en cliquant sur les flèches.
ko: 작업은 위에서 아래로 진행됩니다. 화살표 버튼을 클릭하여 순서를 변경하세요.
zh: 技能将从上到下使用。点击箭头按钮重新排序。

source: Current selected preset:
de: Aktuell ausgewähltes Preset:
fr: Préréglage sélectionné :
ko: 현재 선택된 프리셋:
zh: 当前选中的预设：

# AutoCastOnlyUnderFishEyes
source: Only use when Fish Eyes is active.
de: Nur nutzen, wenn Fischaugen aktiv ist.
fr: Utiliser uniquement lorsque les Yeux de Poissons sont actifs.
ko: 물고기 눈이 활성화된 경우에만 사용
zh: 仅在鱼眼中使用

source: Hook Type
de: Anschlag Variante
fr: Type de ferrage
ko: 낚시 유형
zh: 挂钩类型

source: Hooking Timer
de: Anschlag Timer
fr: Minuterie du Ferrage
ko: 낚아채기 타이머
zh: 挂钩计时

# EnableHookingTimer
source: Use Hooking Timer
de: Nutze Anschlag Timer
fr: Utiliser la minuterie du Ferrage
ko: 낚아채기 타이머 사용
zh: 使用挂钩计时器

# EnableChumTimer
source: Use Chum Timer
de: Nutze Streuköder Timer
fr: Utiliser le minuteur pour Amorçage
ko: 밑밥 타이머 사용
zh: 使用撒饵计时器

# HookingTimerHelpText
source: Hook will only be used if the bite happens between the min. and max. values
de: Anschlag wird nur genutzt, wenn zwischen den Min. und Max. Werten angebissen wurde
fr: L'amorçage sera uniquement utilisé si l'appât mord entre la valeur minimum et la valeur maximum
ko: 입질이 최소 및 최대 값 사이에서 발생한 경우에만 훅 사용
zh: 只在设定时长之间才提钩

source: Use Double Hook
de: Doppelhaken verwenden
fr: Utiliser Ferrage Double
ko: 이중 낚아채기
zh: 使用双重提钩

source: Use Triple Hook
de: Nutze Tripelhaken
fr: Utiliser Ferrage Triple
ko: 삼중 낚아채기
zh: 使用三重提钩

source: Stop After Hooking...
de: Stoppe Anschlag nach...
fr: Arrêt après ferrage ...
ko: 낚아채기 후 중단...
zh: 在... 后停止钓鱼

source: Timeout
de: Zeitlimit
fr: Délai d'expiration
ko: 타임아웃
zh: 超时

source: Chum Timeout
de: Streuköder Zeitlimit
fr: Délai d'expiration de l'amorçage
ko: 밑밥 타임아웃
zh: 撒饵超时

# TimeoutOption
source: The fishing attempt will be canceled after the specified time has passed
de: Der Angelversuch wird abgebrochen, nachdem die angegebene Zeit vergangen ist
fr: La tentative de pêche sera annulée une fois le temps spécifié écoulé
ko: 지정된 시간이 지나면 낚시 시도가 취소됩니다.
zh: 超出指定时间后停止钓鱼

source: Hook
de: Anschlag
fr: Hameçon
ko: 낚기
zh: 提钩

source: Hooking
de: Angeln
fr: Ferrage
ko: 낚아채기
zh: 提钩

# HookingTabHelpText
source: Hooking settings when fishing with bait or mooching
de: Angeleinstellungen, wenn mit Köder oder Naturköder gefischt wird
fr: Paramètre de ferrage avec un appât ou Pêche au vif
ko: 미끼나 생미끼 낚시 일때의 낚아채기 설정
zh: 平钓或以小钓大时的提钩设置

# BaitTabHelpText
source: Hooking settings when fishing with bait
de: Angeleinstellungen, wenn mit Ködern gefischt wird
fr: Configuration du ferrage lors de la pêche en utilisant un appât
ko: 미끼 낚시 시의 낚아채기 설정
zh: 平钓时的提钩设置

# MoochTabHelpText
source: Hooking settings when mooching
de: Angeleinstellungen, wenn mit Naturködern gefischt wird
fr: Configuration du ferrage pendant l'amorçage
ko: 생미끼 낚시 시의 낚아채기 설정
zh: 以小钓大时的提钩设置

# RequiredStatusSettingHelpText
source: If disabled, the Default hook will be used instead
de: Wenn deaktiviert, wird stattdessen der normale Anschlag verwendet
fr: Si désactivé, le ferrage par défaut sera utilisé à la place
ko: 비활성화된 경우 기본 훅이 대신 사용됩니다.
zh: 如果禁用，将会使用默认提钩设置

# AntiAfkOption
source: Anti-Afk while fishing
de: Anti-Afk während dem fischen
fr: Retire l'état absent pendant la pêche
ko: 낚시 중 자리비움 상태 방지
zh: 钓鱼时不会进入挂机状态

# SwapTreeNodeButtons
source: Swap Tree Node to Buttons
de: Tausche Aufklapp-Menüs mit Buttons
ko: 트리 노드(Tree Node)를 버튼으로 전환
zh: 树形设置UI↔按钮设置UI

# LetFishEscapeHelpText
source: if disabled, Normal Hook will be used if GP is below required
de: Wenn deaktiviert, wird der normale Anschlag genutzt, wenn SP unter dem geforderten Wert liegt
fr: En cas de désactivation, le Ferrage normal sera utilisé si le PR est inférieur au montant requis
ko: 비활성화된 경우 GP가 요구치보다 낮으면 일반 훅이 사용됩니다.
zh: 如果禁用，GP不足时会使用普通提钩

# UseConfigRequiredStatus
source: Use this setting when {0} is active
de: Nutze diese Einstellung, wenn {0} aktiv ist
fr: Utiliser ce paramètre lorsque {0} est actif
ko: {0}이 가능한 경우 이 설정 사용
zh: 当 {0} 激活时使用此设置

# NormalPatienceHookset
source: Normal Hook / Patience Hookset
de: Normaler Anschlag / Geduld-Anschläge
fr: Ferrage normal / Ferrage Patience
ko: 낚기 / 인내 낚기설정
zh: 提什么 / 用轻重

# AutoCastOnlyUnderFishEyesHelpText
source: If time filter is enabled, this is ignored during time window
de: Wenn ein Zeitfenster aktiviert ist, wird dies innerhalb des Zeitfensters ignoriert
fr: Si le filtre de temps est activé, ceci est ignoré pendant la fenêtre de temps
ko: 시간 필터가 활성화된 경우, 시간 창 동안은 무시됩니다.
zh: 如果启用计时器，这将在时间窗口中被忽略

source: Configure
de: Einstellen
fr: Configuration
ko: 환경설정
zh: 自定义

source: Type 1
de: Variante 1
ko: 타입 1
zh: 样式 1

source: Type 2
de: Variante 2
ko: 타입 2
zh: 样式 2

# CordialOutsideTimeWindow
source: Use cordial outside of the specified auto cast time window
de: Nutze Kräutertrunk außerhalb des eingestellten Auto Angel Zeitfensters
fr: Utiliser cordial en dehors de la fenêtre de temps de ferrage automatique spécifiée
ko: 강장제를 지정된 자동 낚시 시간 창 외부에서 사용
zh: 在特定窗口期外使用强心剂

# SpecificTimeWindowHelpText
source: Affected actions: Auto Cast Line, Auto Mooch I/II, Cordial (optional), Fish Eyes, Makeshift Bait, Patience I/II
de: Betroffene Skills: Autoauswurf der Leine, Autonaturködern I/II, Kräutertrunk (optional), Fischaugen, Fischfinesse und Geduld I/II
fr: Actions affectées : Pêche, Pêche au vif I-II, Breuvage cordial (optionnel), Yeux de poisson, Pêche au vif facile, Patience I-II
ko: 영향을 받는 작업: 낚싯대 던지기, 생미끼 낚시 I/II, 강장제(선택), 물고기의 눈, 숙련 낚시꾼, 인내 I/II
zh: 受影响的操作：自动使用技能，自动以小钓大I/II，强心剂 (可选)，鱼眼，熟练渔技，耐心I/II

# CordialOutsideTimeWindowHelpText
source: By default, cordial will not be used outside of the time window (if enabled). This option will override that behavior
de: Standardmäßig wird Kräutertrunk nicht außerhalb des Zeitfensters, sofern es aktiviert ist, verwendet. Diese Einstellung überschreibt diese Verhalten
fr: Par défaut, cordial ne sera pas utilisé en dehors de la fenêtre de temps (si activé). Cette option remplacera ce comportement
ko: 기본적으로 강장제는 시간 창 외부에서 사용되지 않습니다(활성화된 경우). 이 옵션은 해당 동작을 무시합니다.
zh: 默认情况下，在窗口期外不会使用强心剂(如果启用的话)。此选项将覆盖该行为

source: Time Limit
de: Zeitbegrenzung
fr: Limite de temps
ko: 시간 제한
zh: 时间上限

source: Chum Time Limit
de: Streuköder Zeitbegrenzung
fr: Limite de temps pour Amorçage
ko: 밑밥 시간 제한
zh: 撒饵时间上限

# SetZeroToIgnore
source: Set zero (0) to ignore Min. or Max. timers
de: Stelle Null (0) ein, um Min. oder Max. Zeiten zu ignorieren
fr: Définir zéro (0) pour ignorer les minuteurs : Min ou Max
ko: 최소 또는 최대 타이머를 무시하려면 0으로 설정
zh: 设置为0时停用计时器

# AboutTab
source: About
de: Über
fr: À propos
ko: 정보
zh: 关于

source: Use Natures Bounty
de: Nutze Großes Füllhorn
fr: Utiliser Trésor de la nature
ko: 자연의 은총 사용하기
zh: 使用嘉慧

source: Settings
de: Einstellungen
fr: Paramètres
ko: 설정
zh: 设置

# SettingsTab
source: Settings
de: Einstellungen
fr: Paramètres
ko: 설정
zh: 设置

source: Enable Actions
de: Aktiviere Skills
fr: Activer la pêche
ko: 작업 활성화
zh: 启用操作

# DontHideExtraAutoCast
source: Don't hide Extra/AutoCast options when disabled
de: Wenn deaktiviert, verstecke Extra/Auto Angeln Einstellungen nicht
fr: Ne pas masquer les options Extra/Action Auto lorsque désactivées
ko: 비활성화 시 추가/자동 캐스팅 옵션 숨기지 않음
zh: 不启用额外配置时不隐藏详细设置

source: Ignore Mooch
de: Ignoriere Naturköder
fr: Ignorer la Pêche au vif
ko: 생미끼 낚시 무시
zh: 忽略以小钓大

# IgnoreMoochHelpText
source: If disabled, the mooch attempt will not be cancelled, even if the Auto Mooch option is disabled
de: Wenn deaktiviert wird der Köderversuch nicht abgebrochen, selbst wenn Auto-Ködern deaktiviert ist
fr: Si désactivé, la tentative de Pêche au vif ne sera pas annulée, même si l'option Pêche au vif automatique est désactivée
ko: 비활성화된 경우, 생미끼 낚시 시도가 취소되지 않으며 자동 생미끼 낚시 옵션도 무시됩니다.
zh: 如果禁用，将不会取消以小钓大，即使没有开启自动以小钓大

# NeverMoochHelpText
source: If enabled, actions will also cancel this fish mooch attempt
de: Wenn aktiviert, werden Aktionen diesen Naturköder Versuch abbrechen
fr: Si activé, les actions annuleront également cette tentative de pêche au vif
ko: 활성화된 경우, 작업이 해당 물고기의 생미끼 낚시 시도도 취소합니다.
zh: 如果启用，将会忽略以小钓大

# OnlyWhenMakeshiftOrPatience
source: Only use when Makeshift or Patience is active
de: Nur nutzen, wenn Fischfinesse oder Geduld aktiv ist
fr: Utiliser uniquement lorsque Pêche au vif facile ou Patience est actif
ko: 숙련 낚시꾼 또는 인내가 활성화된 경우에만 사용합니다.
zh: 仅在耐心或熟练渔技中使用

# IgnoreMoochFishEyes
source: Fish Eyes will be used and cancel the mooch attempt.
de: Fischaugen wird genutzt und bricht den Natürköderversuch ab.
fr: Les Yeux de Poissons seront utilisés et annuleront la tentative de Pêche au vif.
ko: 물고기의 눈이 사용되며 생미끼 낚시 시도가 취소됩니다.
zh: 鱼眼将会打断以小钓大

source: Start Actions
de: Starte Angeln
fr: Commencer Pêche Automatique
ko: 작업 시작
zh: 开钓！

# StartActionHelpText
source: Start using your Auto Casts! You can also set a bait swap to start fishing with in the Extra Tab You may also use the command /ahstart to start. Try making a macro with it!
de: Starte das automatische Angeln! Du kannst den Köder auch automatisch in den Extra Einstellungen ändern Du kannst wahlweise auch das Kommando /ahstart zum Starten verwenden. Auch in Makros!
fr: Commencez à utiliser votre Pêche Automatique ! Vous pouvez également définir un échange d'appâts pour commencer à pêcher dans l'onglet Extra Vous pouvez également utiliser la commande /ahstart pour commencer. Essayez de faire une macro avec ça !
ko: 자동 낚시를 시작하세요! 추가 탭에서 낚시에 사용할 미끼 교체도 설정할 수 있습니다. 또한 /ahstart 명령어를 사용해 시작할 수 있습니다. 매크로로 만들어 보세요!
zh: 开始使用自动执行！ 也可以在“额外”标签页中设置换饵操作 可以使用命令/ahstart 开始捕鱼。 可以写个宏！

# ForceBaitSwap
source: Force bait swap when using "Start Actions"
de: Erzwinge Köderwechsel, wenn "Starte Angeln" genutzt wird
fr: Forcer l'échange d'appâts lorsque vous utilisez "Démarrer les actions"
ko: "작업 시작" 사용 시 미끼 강제 교체
zh: 在点击“开钓！”时强制换饵

# SelectBaitStartFishing
source: Select bait to start fishing with:
de: Köder zum Angeln auswählen:
fr: Sélectionnez un appât pour commencer à pêcher avec :
ko: 낚시를 시작할 미끼 선택:
zh: 选择要使用的鱼饵:

# BaitPresetPriorityWarning
source: Bait and Preset swaps here have priority over the Fish Caught swaps
de: Köder und Preset Wechsel haben hier Priorität über den "Fische gefangen" Wechsel
fr: La priorité est accordée au changement d'appât et au préréglage plutôt qu'aux paramètres des poissons capturés
ko: 여기에서 미끼 및 프리셋 교체는 포획된 물고기 교체보다 우선합니다.
zh: 这些鱼饵和预设的优先级比鱼获切换高

# WhenAnglersAt
source: When Angler's Art stack is at...
de: Wenn Fischversessen bei ... Stacks ist
fr: Quand l'accumulation de Féru de pêche est à...
ko: 월척 낚시꾼 스택이 특정 값에 도달했을 때...
zh: 当捕鱼人之计层数达到...

source: Stacks or more
de: Stacks oder mehr
fr: Cumul ou plus
ko: 스택 이상
zh: 层及以上

source: Stop/Quit Fishing
de: Pausiere/Beende Angeln
fr: Arrêter/Quitter La pêche
ko: 낚시 중단/종료
zh: 停止/退出钓鱼状态

source: Angler's Art
de: Fischversessen
fr: Féru de pêche
ko: 월척 낚시꾼
zh: 捕鱼人之计

source: Catch Everything
de: Fange Alles
fr: Tout attraper
ko: 모두 잡기
zh: 全都钓

source: Ignores Presets
de: Ignoriere Presets
fr: Ignorer les préréglages
ko: 프리셋 무시
zh: 忽略预设

# CatchAllNotice
source: Catch all is enabled. Below settings will be ignored when spearfishing..
de: Fange Alles ist aktiviert. Die Einstellungen unten werden beim Speerfischen ignoriert..
fr: Attrapez tous les poissons est activé. Les paramètres ci-dessous ne seront pas pris en compte lors du harponnage..
ko: 모두 잡기 활성화됨. 작살낚시 시 아래 설정이 무시됩니다.
zh: 获取全部已启用。叉鱼时将忽略以下设置...

# CatchAllNaturesBountyHelpText
source: Only when Catch Everything is enabled
de: Nur, wenn Fange Alles aktiviert ist
fr: Seulement lorsque attraper tous les poissons est activé
ko: 모두 잡기 활성화된 경우에만
zh: 仅当钓全部启用时

# CatchAllGigWindow
source: Catch All Enabled. Presets will be ignored.
de: Fange Alles ist aktivert. Presets werden ignoriert.
fr: Attraper tous les poissons. Les préréglages seront ignorés.
ko: 모두 잡기 활성화됨. 프리셋이 무시됩니다.
zh: 当钓全部已启用。预设将被忽略。

source: Intuition
fr: Instinct de pêcheur
ko: 직감
zh: 感知

source: Delay Settings
de: Verzögerungs-Einstellungen
fr: Paramètres de délai
ko: 딜레이 설정
zh: 延时设置

source: Generate Preset
de: Generiere Preset
fr: Générer le préréglage
ko: 프리셋 생성
zh: 生成预设

# OnlyWhenMoochNotAvailable
source: Only when mooch is not available
de: Nur, wenn Naturköder nicht verfügbar ist
ko: 생미끼 낚시가 불가능할 때만

# AutoCastExtraOptionMakeshiftBait
source: Only use when Mooch II is on cooldown
de: Nur nutzen, wenn Naturköder II auf Cooldown ist
ko: 생미끼 낚시 II가 쿨타임일 때만 사용합니다.

# AutoCastExtraOptionPatience
source: Only use when Mooch II is on cooldown
de: Nur nutzen, wenn Naturköder II auf Cooldown ist
ko: 생미끼 낚시 II가 쿨타임일 때만 사용

source: Import stack from clipboard.
fr: Importer un Style depuis le presse-papiers.
zh: 从剪贴板导入样式

# TabPresets_DrawHeader_EditPresetNamePressEnterToConfirm
source: Edit Preset name (press Enter to confirm)
fr: Modifier le nom du préréglage (appuyez sur Entrée pour confirmer)
zh: 编辑预设名称（按回车键确认）

source: GP
de: SP
fr: PR
zh: 采集力

# TabName_Global_Preset
source: Global Preset
fr: Préréglage global
zh: 全局预设
